{
    "dev": "Front-End Developer",
    "welcome": "Welcome to my portfolio!",
    "iam": "I am a Front-End Developer focused on the use of",
    "and": "and",
    "modern_frameworks": "modern frameworks",
    "strong_skills": "I have strong skills in technologies like",
    "get_in_touch": "Get in Touch",
    "experience_title": "Experience",
    "experience1.title": "Cook",
    "experience1.enterprise": "Smoke Burguer",
    "experience1.date.from": "2020-3",
    "experience1.date.to" : "2021-3",
    "experience2.title": "IT and Marketing Assistant",
    "experience2.enterprise": "Iguacon Real Estate",
    "experience2.date.from": "2021-9",
    "experience2.date.to" : "2021-11",
    "experience3.title": "Research Intern - Audio Processing",
    "experience3.enterprise": "Itaipu Parquetec",
    "experience3.date.from": "2024-7",
    "experience3.date.to" : "2024-10",
    "experience4.title": "Intern - Audio Processing",
    "experience4.enterprise": "Itaipu Parquetec",
    "experience4.date.from": "2024-10",
    "experience4.date.to" : "2025-1",
    "experience5.title": "Intern - Web Development",
    "experience5.enterprise": "State University of Western Paraná",
    "experience5.date.from": "2024-2",
    "experience5.date.to" : "2025-3",
    "experience6.title": "Intern - Web Development",
    "experience6.enterprise": "Itaipu Parquetec",
    "experience6.date.from": "2025-1",
    "experience6.date.to" : "present",
    "present": "Present",
    "technologies": "Technologies",
    "projects_title": "Projects",
    "projects1.title": "Calisthenics Workout",
    "projects1.about": "Calisthenics Workout is a social network designed for calisthenics enthusiasts, where users can create, schedule, and join workouts with set dates and times. Additionally, the platform allows users to follow each other, encouraging interaction and engagement among practitioners.",
    "projects2.title": "Todo-List",
    "projects2.about": "Todo List is a full-stack task management application that allows users to perform complete CRUD operations (create, read, update, and delete tasks). Additionally, tasks can be marked as completed. The application includes user authentication, ensuring that each person has access only to their own tasks.",
    "projects3.title": "E-Market",
    "projects3.about": "E-Market is an online mini-market where users can view, add, and remove products, as well as add items to a shopping cart. The project simulates basic e-commerce operations, using JSON-Server as a database, providing a front-end experience integrated with a fake API for data persistence.",
    "projects4.title": "Event Management System",
    "projects4.about": "Event Management System is a front-end application that allows users to create and join events, offering an intuitive interface for managing activities. The focus is on the user experience when interacting with events, whether as an organizer or a participant.",
    "projects5.title": "Crochet Catalog",
    "projects5.about": "Crochet Catalog is a full-stack system that serves as an online showcase for crochet products available for sale. Customers can browse the available items, select a product, and be redirected to WhatsApp with the item information to facilitate the purchase. Only the administrator has permission to add or remove products, ensuring control over the catalog.",
    "projects6.title": "Netflix for my GF",
    "projects6.about": "Romantic Netflix is a front-end project created as a personalized tribute, inspired by the Netflix interface. Developed especially for my girlfriend, the project simulates a streaming platform with a romantic theme, offering an engaging and affectionate visual experience.",
    "projects7.title": "Social Media",
    "projects7.about": "Social Media is a simple and straightforward front-end project designed to neatly display links to my social media profiles. It's ideal for use as a digital business card or personal landing page, making it easy to access my online profiles.",
    "projects8.title": "Smart Soft Auth",
    "projects8.about": "Smart Soft Auth is a front-end project developed with HTML, CSS, and JavaScript, featuring a user login and registration interface. With a clean and responsive design, the system serves as an ideal foundation for applications that require authentication.",
    "projects9.title": "Recipe Page",
    "projects9.about": "Recipe Page is a website design that displays a single recipe with all the necessary details, such as ingredients, preparation steps, and images. The layout is created to be simple and straightforward, highlighting the recipe clearly and attractively—ideal for a blog or a page dedicated to a specific dish.",
    "learn_more": "Learn More",
    "pt": "Portuguese",
    "en": "English"
}