{
    "dev": "Desenvolvedor Front-End",
    "welcome": "Seja bem vindo ao meu portfólio!",
    "iam": "Sou Desenvolvedor Front-End focado no uso de",
    "and": "e",
    "modern_frameworks": "frameworks modernos",
    "strong_skills": "Tenho fortes habilidades nas tecnologias como",
    "get_in_touch": "Entrar em contato",
    "experience_title": "Experiências",
    "experience1.title": "Chapeiro",
    "experience1.enterprise": "Smoke Burguer",
    "experience1.date.from": "2020-3",
    "experience1.date.to" : "2021-3",
    "experience2.title": "Assistente de TI e Marketing",
    "experience2.enterprise": "Iguacon Imobiliária",
    "experience2.date.from": "2021-9",
    "experience2.date.to" : "2021-11",
    "experience3.title": "Bolsista em Processamento de Áudio",
    "experience3.enterprise": "Itaipu Parquetec",
    "experience3.date.from": "2024-7",
    "experience3.date.to" : "2024-10",
    "experience4.title": "Estágio em Processamento de Áudio",
    "experience4.enterprise": "Itaipu Parquetec",
    "experience4.date.from": "2024-10",
    "experience4.date.to" : "2025-1",
    "experience5.title": "Estágio em Desenvolvimento Web",
    "experience5.enterprise": "Universidade Estadual do Oeste do Paraná",
    "experience5.date.from": "2024-2",
    "experience5.date.to" : "2025-3",
    "experience6.title": "Estágio em Desenvolvimento Web",
    "experience6.enterprise": "Itaipu Parquetec",
    "experience6.date.from": "2025-1",
    "experience6.date.to" : "present",
    "present": "Atual",
    "technologies": "Tecnologias",
    "projects_title": "Projetos",
    "projects1.title": "Calisthenics Workout",
    "projects1.about": "Calisthenics Workout é uma rede social voltada para entusiastas da calistenia, onde os usuários podem criar, agendar e participar de treinos com data e hora marcadas. Além disso, a plataforma permite seguir outros usuários, incentivando a interação e o engajamento entre praticantes.",
    "projects2.title": "Todo-List",
    "projects2.about": "Todo List é uma aplicação full stack de gerenciamento de tarefas que permite aos usuários realizar operações completas de CRUD (criar, ler, atualizar e deletar tarefas). Além disso, as tarefas podem ser marcadas como finalizadas. A aplicação conta com autenticação de usuário, garantindo que cada pessoa tenha acesso apenas às suas próprias tarefas.",
    "projects3.title": "E-Market",
    "projects3.about": "E-Market é um mercadinho online onde os usuários podem visualizar, adicionar e remover produtos, além de adicionar itens ao carrinho de compras. O projeto simula operações de um e-commerce básico, utilizando o JSON-Server como banco de dados, oferecendo uma experiência de front-end integrada com uma API fake para persistência dos dados.",
    "projects4.title": "Sistema de Gestão de Eventos",
    "projects4.about": "Sistema de Gestão de Eventos é uma aplicação front-end que permite aos usuários criar e participar de eventos, oferecendo uma interface intuitiva para o gerenciamento de atividades. O foco está na experiência do usuário ao interagir com eventos, seja como organizador ou participante.",
    "projects5.title": "Catalogo Crochê",
    "projects5.about":  "Catálogo de Crochê é um sistema full stack que funciona como uma vitrine online de produtos de crochê à venda. Os clientes podem navegar pelos itens disponíveis, selecionar um produto e ser redirecionados para o WhatsApp com a informação do item escolhido para facilitar a compra. Apenas o administrador tem permissão para cadastrar e remover produtos, garantindo controle sobre o catálogo.",
    "projects6.title": "Netflix for my GF",
    "projects6.about": "Netflix Romântico é um projeto front-end criado como homenagem personalizada, inspirado na interface da Netflix. Desenvolvido especialmente para a minha namorada, o projeto simula uma plataforma de streaming com uma temática romântica, oferecendo uma experiência visual envolvente e afetiva.",
    "projects7.title": "Social Media",
    "projects7.about": "Social Media é um projeto front-end simples e direto, criado para exibir de forma organizada os links das minhas redes sociais. Ideal para uso como cartão de visita digital ou landing page pessoal, facilitando o acesso aos meus perfis online.",
    "projects8.title": "Smart Soft Auth",
    "projects8.about":  "Smart Soft Auth é um projeto front-end desenvolvido com HTML, CSS e JavaScript, que apresenta uma interface de login e registro de usuários. Com um design limpo e responsivo, o sistema é ideal como base para aplicações que requerem autenticação.",
    "projects9.title": "Recipe Page",
    "projects9.about": "Recipe Page é um design de site que exibe uma única receita, com todos os detalhes necessários, como ingredientes, modo de preparo e imagens. O layout foi criado para ser simples e direto, destacando a receita de forma clara e atraente, ideal para um blog ou página dedicada a um prato específico.",
    "learn_more": "Saiba Mais",
    "pt": "Português",
    "en": "Inglês"
}